aaron-bond.better-comments
akamud.vscode-javascript-snippet-pack
asvetliakov.vscode-neovim
bradgashler.htmltagwrap
christian-kohler.path-intellisense
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
github.github-vscode-theme
github.vscode-pull-request-github
humao.rest-client
ipatalas.vscode-postfix-ts
ishiyama.vue-autoimport
jrebocho.vscode-random
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mosapride.zenkaku
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
octref.vetur
oderwat.indent-rainbow
pizzacat83.codic
pkief.material-icon-theme
ritwickdey.liveserver
shardulm94.trailing-spaces
sirtobi.code-clip-ring
steoates.autoimport
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vunguyentuan.vscode-css-variables
wayou.vscode-todo-highlight

